Repository: q858333/IsleWhispers
Catalog: IsleWhispers/IsleWhispers/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# about.local_privacy
source: Sound selection, recent history, and timer preferences stay on this device. The app does not upload audio, create user accounts, or track you.
zh_hans: 声音选择、最近播放和计时偏好仅保存在本机。应用不会上传音频、建立用户账户或用于跟踪。
zh_hant: 聲音選擇、最近播放和計時偏好只會保留在這部裝置上。App 不會上傳音訊、建立使用者帳號或追蹤你。

# about.privacy
source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策

# about.tagline
source: Ambient sounds for focus, relaxation, and sleep
zh_hans: 专注、放松与睡眠的环境声音播放器
zh_hant: 為專注、放鬆與睡眠而設的環境聲音播放器

# about.terms
source: Terms of Use
zh_hans: 使用条款
zh_hant: 使用者協議

# about.title
source: About IsleWhispers
zh_hans: 关于 IsleWhispers
zh_hant: 關於 IsleWhispers

# about.version.format
source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# carousel.label
source: Ambient sounds
zh_hans: 环境声音
zh_hant: 環境聲音

# carousel.position.format
source: %@, %lld of %lld
zh_hans: %@，%lld / %lld
zh_hant: %@，%lld / %lld

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.content_unavailable.message.format
source: %@ will be available before release.
zh_hans: %@将在正式发布前补充。
zh_hant: %@ 將在正式發布前補充。

# common.content_unavailable.title
source: Coming Soon
zh_hans: 内容准备中
zh_hant: 內容準備中

# common.ok
source: OK
zh_hans: 知道了
zh_hant: 好

# common.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# focus.close
source: Close Player
zh_hans: 关闭播放页
zh_hant: 關閉播放頁

# focus.countdown.ended
source: Timer Ended
zh_hans: 倒计时已结束
zh_hant: 倒數計時已結束

# focus.countdown.label
source: Set Timer
zh_hans: 设置倒计时
zh_hant: 設定倒數計時

# focus.countdown.remaining.format
source: Remaining: %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# focus.countdown.unlimited
source: No Limit
zh_hans: 不限时
zh_hant: 不限時

# focus.pause
source: Pause Playback
zh_hans: 暂停播放
zh_hant: 暫停播放

# focus.play
source: Resume Playback
zh_hans: 继续播放
zh_hant: 繼續播放

# focus.retry.label
source: Retry Playback
zh_hans: 重试播放
zh_hant: 重試播放

# focus.sound_picker.current.format
source: Change sound. Current: %@
zh_hans: 切换声音，当前%@
zh_hant: 切換聲音，目前為 %@

# focus.sound_picker.hint
source: Open sound selection
zh_hans: 打开声音选择
zh_hant: 開啟聲音選擇

# focus.sound_picker.label
source: Change Sound
zh_hans: 切换声音
zh_hant: 切換聲音

# focus.timer.sheet.title
source: Set Timer
zh_hans: 设置倒计时
zh_hant: 設定倒數計時

# help.action.copy_email
source: Copy Email
zh_hans: 复制邮箱
zh_hant: 複製電子郵件地址

# help.action.email
source: Send Email
zh_hans: 发送邮件
zh_hant: 傳送電子郵件

# help.action.website
source: Online Help
zh_hans: 在线帮助
zh_hant: 線上說明

# help.contact.title
source: Contact Support
zh_hans: 联系支持
zh_hant: 聯絡支援

# help.email.copied
source: The email address was copied.
zh_hans: 邮箱地址已复制。
zh_hant: 已複製電子郵件地址。

# help.email.copied.title
source: Email Copied
zh_hans: 邮箱已复制
zh_hant: 已複製電子郵件地址

# help.email.no_app
source: No mail app was found. The email address was copied.
zh_hans: 未找到邮件应用，邮箱地址已复制。
zh_hant: 找不到郵件 App，已複製電子郵件地址。

# help.email.subject
source: IsleWhispers Help & Feedback
zh_hans: IsleWhispers 帮助与反馈
zh_hant: IsleWhispers 說明與意見回饋

# help.faq.background.answer
source: Start playback, then leave the app. You can pause or resume from Control Center.
zh_hans: 开始播放后可切到后台，也可在控制中心暂停或继续。
zh_hant: 開始播放後即可離開 App，也可從控制中心暫停或繼續播放。

# help.faq.background.question
source: How do I play in the background?
zh_hans: 如何后台播放？
zh_hant: 如何在背景播放？

# help.faq.notifications.answer
source: Allow IsleWhispers notifications in System Settings.
zh_hans: 请在系统设置中允许 IsleWhispers 发送通知。
zh_hant: 請在系統設定中允許 IsleWhispers 傳送通知。

# help.faq.notifications.question
source: Why did I not receive a notification?
zh_hans: 为什么没有通知？
zh_hant: 為什麼沒有收到通知？

# help.faq.playback.answer
source: Swipe left or right on Home, or choose a sound from the library.
zh_hans: 在首页左右滑动，或从声音列表选择。
zh_hant: 在首頁向左或向右滑動，或從聲音庫選擇聲音。

# help.faq.playback.question
source: How do I change sounds?
zh_hans: 如何切换声音？
zh_hant: 如何切換聲音？

# help.faq.timer.answer
source: Choose No Limit, 15, 30, or 60 minutes. The timer pauses when playback pauses.
zh_hans: 可选择不限时、15、30、60 分钟；暂停时倒计时同步暂停。
zh_hant: 可選擇不限時、15、30 或 60 分鐘；暫停播放時，倒數計時也會暫停。

# help.faq.timer.question
source: How does the timer work?
zh_hans: 倒计时如何工作？
zh_hant: 倒數計時如何運作？

# help.faq.title
source: Frequently Asked Questions
zh_hans: 常见问题
zh_hant: 常見問題

# help.title
source: Help & Feedback
zh_hans: 帮助与反馈
zh_hant: 說明與意見回饋

# help.website.unavailable
source: Online help will be available before release.
zh_hans: 在线帮助将在正式发布前补充。
zh_hant: 線上說明將在正式發布前補充。

# home.action.mute
source: Mute
zh_hans: 静音
zh_hant: 靜音

# home.action.open_player
source: Open Player
zh_hans: 打开播放页
zh_hant: 開啟播放頁

# home.action.play_and_open
source: Play and Open Player
zh_hans: 开始播放并打开播放页
zh_hant: 開始播放並開啟播放頁

# home.action.recent
source: Recent Sounds
zh_hans: 最近播放
zh_hant: 最近播放

# home.action.unmute
source: Unmute
zh_hans: 恢复声音
zh_hant: 恢復聲音

# home.greeting
source: Now · Hear the island
zh_hans: 此刻 · 听见岛屿
zh_hant: 此刻 · 聽見島嶼

# home.mute.off
source: Sound On
zh_hans: 声音开启
zh_hant: 聲音已開啟

# home.mute.on
source: Muted
zh_hans: 已静音
zh_hant: 已靜音

# home.retry.hint
source: Reload the current sound
zh_hans: 重新载入当前声音
zh_hant: 重新載入目前聲音

# launch.agreement.accept
source: Agree & Continue
zh_hans: 同意并继续
zh_hant: 同意並繼續

# launch.agreement.body
source: Please read and agree to the Terms of Use and Privacy Policy to continue.
zh_hans: 请阅读并同意《用户协议》和《隐私政策》后继续使用。
zh_hant: 請閱讀並同意《使用者協議》和《隱私權政策》後繼續使用。

# launch.agreement.decline
source: Not Now
zh_hans: 暂不同意
zh_hant: 暫不同意

# launch.agreement.open_privacy
source: Open Privacy Policy
zh_hans: 打开隐私政策
zh_hant: 開啟隱私權政策

# launch.agreement.open_terms
source: Open Terms of Use
zh_hans: 打开用户协议
zh_hant: 開啟使用者協議

# launch.agreement.privacy
source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策

# launch.agreement.required.message
source: Please read and agree to the Terms of Use and Privacy Policy to continue using IsleWhispers.
zh_hans: 请阅读并同意用户协议和隐私政策后继续使用 IsleWhispers。
zh_hant: 請閱讀並同意使用者協議和隱私權政策後繼續使用 IsleWhispers。

# launch.agreement.required.title
source: Agreement Required
zh_hans: 需要同意后继续
zh_hant: 需要同意後繼續

# launch.agreement.terms
source: Terms of Use
zh_hans: 用户协议
zh_hant: 使用者協議

# launch.agreement.title
source: Welcome to IsleWhispers
zh_hans: 欢迎使用 IsleWhispers
zh_hant: 歡迎使用 IsleWhispers

# launch.subtitle
source: Listen to nature. Be here now.
zh_hans: 聆听自然，放松此刻
zh_hant: 聆聽自然，放鬆此刻

# library.list.label
source: Sound library
zh_hans: 声音库
zh_hant: 聲音庫

# library.title
source: Sound Library
zh_hans: 声音库
zh_hant: 聲音庫

# notification.playback_ended.title
source: Playback Ended
zh_hans: 播放已结束
zh_hant: 播放已結束

# player.status.decode_failed
source: Audio Decode Failed
zh_hans: 音频解码失败
zh_hant: 音訊解碼失敗

# player.status.playback_failed
source: Playback Failed
zh_hans: 音频播放失败
zh_hant: 音訊播放失敗

# player.status.ready
source: Ready
zh_hans: 准备就绪
zh_hant: 準備就緒

# player.status.resource_unavailable
source: Audio Unavailable
zh_hans: 音频资源不可用
zh_hant: 音訊資源無法使用

# player.status.session_unavailable
source: Audio Session Unavailable
zh_hans: 音频会话不可用
zh_hant: 音訊工作階段無法使用

# recent.close
source: Close Recent Sounds
zh_hans: 关闭最近播放
zh_hant: 關閉最近播放

# recent.empty.detail
source: Sounds you play will appear here.
zh_hans: 播放声音后会出现在这里
zh_hant: 你播放過的聲音會顯示在這裡。

# recent.empty.title
source: No Recent Sounds Yet
zh_hans: 还没有最近播放
zh_hant: 尚無最近播放

# recent.list.label
source: Recent sounds list
zh_hans: 最近播放列表
zh_hant: 最近播放列表

# recent.title
source: Recent Sounds
zh_hans: 最近播放
zh_hant: 最近播放

# settings.about.detail
source: Version, Privacy Policy, and Terms of Use
zh_hans: 版本、隐私政策与使用条款
zh_hant: 版本、隱私權政策與使用者協議

# settings.about.title
source: About IsleWhispers
zh_hans: 关于 IsleWhispers
zh_hant: 關於 IsleWhispers

# settings.help.detail
source: FAQs and Support Email
zh_hans: 常见问题与联系邮箱
zh_hant: 常見問題與支援信箱

# settings.help.title
source: Help & Feedback
zh_hans: 帮助与反馈
zh_hant: 說明與意見回饋

# settings.subtitle
source: Learn about the app, get help, and contact support.
zh_hans: 了解应用信息，获取帮助与联系支持
zh_hant: 了解 App 資訊、取得協助並聯絡支援。

# settings.title
source: Settings
zh_hans: 设置
zh_hant: 設定

# sound.category.atmosphere
source: Atmosphere
zh_hans: 氛围
zh_hant: 氛圍

# sound.category.life
source: Everyday
zh_hans: 生活
zh_hant: 日常

# sound.category.nature
source: Nature
zh_hans: 自然
zh_hant: 自然

# sound.chimes.subtitle
source: Clear, occasional echoes
zh_hans: 清脆稀疏回响
zh_hant: 清澈而偶爾響起的回聲

# sound.chimes.title
source: Wind Chimes
zh_hans: 风铃
zh_hant: 風鈴

# sound.day.subtitle
source: A bright natural soundscape
zh_hans: 明亮自然环境
zh_hant: 明亮的自然聲景

# sound.day.title
source: Daylight
zh_hans: 白昼
zh_hant: 白晝

# sound.farm.subtitle
source: An open countryside soundscape
zh_hans: 开阔乡间声景
zh_hant: 開闊的鄉間聲景

# sound.farm.title
source: Farm
zh_hans: 农场
zh_hant: 農場

# sound.fire.subtitle
source: Soft crackling firewood
zh_hans: 轻柔木柴噼啪
zh_hant: 輕柔木柴劈啪聲

# sound.fire.title
source: Fireplace
zh_hans: 火炉
zh_hant: 壁爐

# sound.night.subtitle
source: A quiet late-night ambience
zh_hans: 深夜低噪氛围
zh_hant: 深夜的安靜氛圍

# sound.night.title
source: Night
zh_hans: 夜晚
zh_hant: 夜晚

# sound.rain.subtitle
source: A steady rhythm against the window
zh_hans: 均匀落在窗边
zh_hant: 均勻落在窗邊

# sound.rain.title
source: Rain
zh_hans: 雨声
zh_hant: 雨聲

# sound.river.subtitle
source: Clear water flowing in gentle patterns
zh_hans: 清澈而连续的水纹
zh_hant: 清澈水流的柔和節奏

# sound.river.title
source: River
zh_hans: 河流
zh_hant: 河流

# sound.space.subtitle
source: A wide, weightless ambience
zh_hans: 宽阔漂浮氛围
zh_hant: 寬闊無重力的氛圍

# sound.space.title
source: Space
zh_hans: 太空
zh_hant: 太空

# sound.tea.subtitle
source: Quiet cups and a gentle tea ritual
zh_hans: 茶与安静器皿
zh_hant: 茶與安靜器皿

# sound.tea.title
source: Tea
zh_hans: 茶香
zh_hant: 茶香

# sound.thunder.subtitle
source: A deep rumble in the distance
zh_hans: 低沉而遥远
zh_hant: 低沉而遙遠

# sound.thunder.title
source: Thunder
zh_hans: 雷声
zh_hant: 雷聲

# sound.train.subtitle
source: A steady rhythm for a long journey
zh_hans: 规律远行节奏
zh_hant: 漫長旅途的穩定節奏

# sound.train.title
source: Train
zh_hans: 火车
zh_hant: 火車

# sound.water.subtitle
source: A calm, continuous stream
zh_hans: 舒缓连续水声
zh_hant: 舒緩不斷的水流

# sound.water.title
source: Flowing Water
zh_hans: 水流
zh_hant: 流水

# sound.whale.subtitle
source: Long, low calls from the deep
zh_hans: 深海悠长低吟
zh_hant: 來自深海的悠長低鳴

# sound.whale.title
source: Whale Song
zh_hans: 鲸歌
zh_hant: 鯨歌

# sound.wind.subtitle
source: Air moving slowly around you
zh_hans: 空气缓慢流动
zh_hant: 空氣緩緩流動

# sound.wind.title
source: Wind
zh_hans: 风声
zh_hant: 風聲

# sound.yacht.subtitle
source: Sea breeze and the soft creak of a boat
zh_hans: 海面与船体轻响
zh_hant: 海風與船身的輕微吱呀聲

# sound.yacht.title
source: Yacht
zh_hans: 游艇
zh_hant: 遊艇

# tab.home
source: Home
zh_hans: 首页
zh_hant: 首頁

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# tab.sounds
source: Sounds
zh_hans: 声音
zh_hant: 聲音

# timer.accessibility.option.format
source: Sleep timer: %@
zh_hans: 睡眠定时：%@
zh_hant: 睡眠計時：%@

# timer.duration.minutes
source: %lld minutes
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# timer.duration.minutes_seconds.format
source: %1$lld min %2$lld sec
zh_hans: %1$lld 分 %2$lld 秒
zh_hant: %1$lld 分 %2$lld 秒

# timer.duration.seconds
source: %lld seconds
zh_hans: %lld 秒
zh_hant: %lld 秒

# timer.option.minutes15
source: 15 Minutes
zh_hans: 15 分钟
zh_hant: 15 分鐘

# timer.option.minutes30
source: 30 Minutes
zh_hans: 30 分钟
zh_hant: 30 分鐘

# timer.option.minutes60
source: 60 Minutes
zh_hans: 60 分钟
zh_hant: 60 分鐘

# timer.option.short_unlimited
source: No Limit
zh_hans: 不限
zh_hant: 不限

# timer.option.unlimited
source: No Limit
zh_hans: 不限时
zh_hant: 不限時
